// C-style comments.
// First non-comment line must be the following:
MCSkin3D Language File
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=简体中文
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#Version=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#SuppVersion=1.4
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="zh-cn"

// These lines are not required, they are simply for identification
// purposes.
#Author="Paril"
#AuthorContact="paril@alteredsoftworks.com"
#AuthorSite="www.alteredsoftworks.com"

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="好的"
C_CANCEL="取消"
C_CLOSE="关闭"
C_COPYTOCLIPBOARD="复制到剪贴板"

M_FILE="文件"
	M_SAVE="保存"
	M_SAVEAS="另存为"
	M_SAVEALL="全部保存"
	M_UPLOAD="上传皮肤..."
	M_EXIT="退出"
M_EDIT="编辑"
	M_UNDO="撤销"
	M_REDO="复原"
	M_TOOL="工具"
M_VIEW="视图"
	M_MODE="视图模式"
		M_PERSPECTIVE="透视图 (3D)"
		M_TEXTURE="纹理 (2D)"
		M_HYBRID="混合"
	M_3D="3D 设置"
		M_ANIMATE="制作动画"
		M_FOLLOWCUR="跟随光标"
		M_GRASS="草地"
		M_GHOST="虚影显示隐藏部件"
		M_MULTISAMPLING="多重采样"
	M_2D="2D 设置"
		M_ALPHACHECKER="Alpha 棋盘格"
		M_OVERLAY="叠加层"
			M_ENABLEOVERLAY="启用"
	M_TRANSMODE="透明度模式"
		M_OFF="关闭"
		M_HELMETONLY="只显示头盔"
		M_ALL="全部"
	M_VISIBLEPARTS="可见部分"
		M_HEAD="头部"
		M_HELMET="头盔"
		M_CHEST="胸部"
		M_LEFTARM="左臂"
		M_RIGHTARM="右臂"
		M_LEFTLEG="左腿"
		M_RIGHTLEG="右腿"
M_OPTIONS="选项"
	M_KEYSHORTCUTS="键盘快捷键"
	M_BGCOLOR="背景颜色（更改后要重新启动软件）"
	M_USETEXTUREBASES="使用基础纹理"
M_LANGUAGE="语言"
M_HELP="帮助"
	M_CHECKUPDATES="检查更新"
	M_AUTOUPDATE="自动检查更新"

T_TREE_ZOOMOUT="缩小"
T_TREE_ZOOMIN="放大"
T_TREE_IMPORTHERE="在此处导入..."
T_TREE_NEWFOLDER="在此处新建文件夹..."
T_TREE_RENAME="重命名..."
T_TREE_DELETE="删除..."
T_TREE_CLONE="克隆"
T_TREE_UPLOAD="上传"

T_SAVE="保存"
T_SAVEALL="全部保存"
T_UNDO="撤销"
T_REDO="复原"
T_PERSPECTIVE="透视图"
T_TEXTURE="纹理"
T_HYBRID="混合"
T_SCREENSHOT="截图 (按住 shift 保存)"
T_TOGGLEHEAD="显示/隐藏头部"
T_TOGGLEHELMET="显示/隐藏头盔"
T_TOGGLECHEST="显示/隐藏胸部"
T_TOGGLELEFTARM="显示/隐藏左臂"
T_TOGGLERIGHTARM="显示/隐藏右臂"
T_TOGGLELEFTLEG="显示/隐藏左腿"
T_TOGGLERIGHTLEG="显示/隐藏右腿"
T_SWATCHES="色板"

M_IMPORT_HERE="在此处导入..."
M_NEWFOLDER="新建文件夹"
M_NEWFOLDER_HERE="在此处新建文件夹..."
M_RENAME="重命名..."
M_DELETE="删除..."
M_CLONE="克隆"

T_TOOL_CAMERA="相机"
T_TOOL_PENCIL="铅笔"
T_TOOL_ERASER="橡皮擦"
T_TOOL_DROPPER="吸管"
T_TOOL_DODGEBURN="减淡/加深"
T_TOOL_DARKENLIGHTEN="变暗/变亮"
T_TOOL_BUCKET="油漆桶"
T_TOOL_NOISE="噪点"

B_MSG_DIRMISSING="一个包含的目录丢失 - 通常是因为你没有解压程序。 虽然这不是一个严重问题，但你会缺少任何附带的模板、色板和其他内容。"
B_MSG_UPTODATE="你已拥有最新、最出色的版本！"
B_MSG_NEWUPDATE="有新的更新可用！现在打开更新程序以查看可用更新吗？"
B_MSG_UPLOADERROR="上传皮肤时出错："
B_MSG_UPLOADSUCCESS="皮肤上传成功！祝您使用愉快！"
B_MSG_DELETESKIN="删除此皮肤？\r\n它将被移动到回收站。"
B_MSG_DELETEFOLDER="删除此文件夹？\r\n它将被移动到回收站。"
B_MSG_OVERLAYERROR="无法加载叠加层图像：“{0}”；分辨率是否为 2 的幂？"
B_MSG_UPLOADRES="虽然您可以使用 MCSkin3D 编辑高分辨率纹理，但无法将它们上传到您的 Minecraft 个人资料中。"
B_MSG_ANTIALIAS="重新启动 MCSkin3D 以应用多重采样选项。"
B_MSG_PIXELFORMAT="抱歉，您的显卡似乎不支持 32 位像素格式——目前，这是 MCSkin3D 正常运行所必需的。"
B_MSG_SHORTCUTEXISTS="快捷键“{0}”与“{1}”使用了相同的按键——正在将其清空。"

B_CAP_QUESTION="问题"
B_CAP_SORRY="对不起"

C_SQUARE="正方形"
C_CIRCLE="圆形"

O_EXPOSURE="曝光："
O_INCREMENTAL="增量"
O_LIGHTEN="变亮"
O_DARKEN="变暗"
O_DODGE="减淡"
O_BURN="加深"
Q_THRESHOLD="阈值："

C_NEW="新建"
C_CANTMOVE="无法移动到"
C_COPY="复制"
C_MOVE="移动"
C_MOVED="已移动"
C_COPYTO="复制到"
C_MOVETO="移动到"
C_IMPORTTO="导入到"

C_SETTINGSFAILED="设置文件加载失败；因此已加载默认设置。"

C_AUTOLOGIN="自动登录?"
C_REMEMBER="记住我?"
C_USERNAME="用户名:"
C_PASSWORD="密码:"
C_UPLOADTEXT="要上传你的皮肤，你需要登录 Minecraft.net。本程序可以自动执行此过程；请输入你的用户名和密码以继续。"

C_UPLOADING="正在上传您的皮肤！请稍候..."
C_SHORTCUTINUSE="快捷键已被使用"

S_TREEVIEW_ZOOMIN="树视图放大"
S_TREEVIEW_ZOOMOUT="树视图缩小"
S_SWATCH_ZOOMIN="色板放大"
S_SWATCH_ZOOMOUT="色板缩小"
S_COLORSWAP="交换前景色/背景色"
S_RENAME="更改名称"
S_CLONE="克隆节点"
S_DELETE="删除节点"
S_SCREENSHOT_CLIP="截图到剪贴板"
S_SCREENSHOT_SAVE="截图保存"
S_TOGGLEVIEW="切换视图模式"
S_TOGGLETRANS="切换透明度模式"

M_SHORTCUTS="请单击下方的文本框，然后按下您希望为此快捷键分配的按键。"
W_OPTIONS="显示/隐藏工具选项"

T_CAMERA="鼠标左键旋转。鼠标右键/鼠标滚轮缩放。"
T_PENCIL="鼠标左键绘画；鼠标右键或中键旋转/缩放；按住 Shift 键使用背景色。"
T_DROPPER="鼠标左键拾取颜色。鼠标右键/中键旋转/缩放。按住 Shift 键时拾取为背景色，否则拾取为前景色。"
T_DODGEBURN="鼠标左键减淡/加深。鼠标右键/中键旋转/缩放。Shift 键切换工具。"
T_DARKENLIGHTEN="鼠标左键变亮/变暗。鼠标右键/中键旋转/缩放。Shift 键切换工具。"
T_ERASER="鼠标左键擦除为空白颜色和透明通道。鼠标右键/中键旋转/缩放。"
T_FILL="鼠标左键填充像素。Shift 键使用背景色。按住 Ctrl 键锁定到部件。鼠标右键/中键旋转/缩放。"
T_NOISE="鼠标左键应用噪点。鼠标右键/中键旋转/缩放。"

C_UNSAVED="您有未保存的更改，确定要退出吗？"
C_UNSAVED_CAPTION="等下!"

O_HOLDNESS="保持度:"

G_BRUSH="画笔"
G_BRUSHOPTS="画笔选项"
G_NOISEOPTS="噪点选项"
G_FILLOPTS="填充选项"
G_TOOL="工具"

T_DECRES="降低分辨率"
T_INCRES="提高分辨率"

M_NEWSKIN="新建皮肤"
M_NEWSKIN_HERE="在此处新建皮肤"

M_SKINERROR="无法从 Minecraft 皮肤存储中下载皮肤！"
M_FETCH_NAME="从 Minecraft 中获取"
M_FETCH_TEXT="MCSkin3D 可以从你（或任何人）的 Minecraft 账户中获取皮肤，并将其作为皮肤文件导入。请在下方输入账户名称，然后点击‘导入’即可！"
M_PLAYER_NAME="玩家名称:"

C_YES="是"
C_NO="不"
D_DONTASK="不要再询问我"
M_IRREVERSIBLE="注意：高分辨率皮肤无法作为皮肤上传到 Minecraft.net！\n\n此操作不可逆，并且将导致在此之前的所有撤销/重做功能丢失。你确定要执行此操作吗？"

M_TEMP="您正试图从临时位置运行 MCSkin3D。请正确解压程序后再运行。"

T_RESETCAMERA="重置相机"
M_SKINDIRS="皮肤目录"
M_DYNAMICOVERLAY="动态叠加层"
M_DYNAMICOPTIONS="动态选项"
M_LINECOLOR="线条颜色"
M_LINESIZE="线条粗细"
M_OVERLAYTEXTSIZE="文字大小"
M_TEXTCOLOR="文字颜色"

U_PIXELSCHANGED="已更改像素"
T_TOOL_STAMP="图章"
T_STAMP="左键单击以使用图章。按住 Shift 并单击以将某个区域复制到画笔中。"
L_UNDOACTIONS="撤销 {0} 个操作"
L_REDOACTIONS="复原 {0} 个操作"

M_BROWSE="浏览到 {0} 位置"
M_SKIN="皮肤"
M_FOLDER="文件夹"

M_SHARED="共享选项"
M_INFINITEMOUSE="无限鼠标"

T_SWATCHEDIT="编辑色板"
T_DELETESWATCH="删除色板"
T_ADDSWATCH="添加色板"

M_EXPT_EXCEPTION="发生异常！"
M_EXPT_APPERROR="应用程序错误！"
M_EXPT_ERRORTEXT="MCSkin3D 遇到一个错误，可能会变得不稳定。不过请不要担心，您可以采取一些措施来提供帮助！\r\n\r\n如果您希望帮助开发者，请向我们发送错误报告！在此窗口的最底部有一个蓝色链接，指向错误报告的内容。将其发送给我们（在 PlanetMinecraft 上搜索我们）将极大地帮助开发工作！"
M_EXPT_SHOW="不再显示此消息"
M_EXPT_CLOSE="关闭"
M_EXPT_VIEW="要查看报告，请点击"
M_EXPT_HERE="此处"

C_RESTART="程序需要重启后才能执行此操作！"
C_RESTART_CAPTION="需要重新启动"
D_UNSAVED="您有未保存的皮肤；更改皮肤目录需要刷新皮肤列表，因此您将丢失所有未保存的更改。单击“是”将不保存直接刷新；单击“否”将等待重启后刷新；单击“取消”取消操作。"
D_UNSAVED_CAPTION="未保存的更改"

M_RENDERSTATS="渲染统计信息"
M_GRIDCOLOR="网格颜色"
M_GRIDOPACITY="网格不透明度"

M_LOADING="加载中..."
M_NEWPALETTE="新建色板"
M_DELETEPALETTE="删除色板"
M_CONVERTSWATCH="转换色板..."
M_RENAMEPALETTE="重命名色板"
M_CURRENTFORMAT="当前格式："
M_NEWFORMAT="新格式："
M_SWATCHQUESTION="此操作将永久删除此色板。是否继续？"
M_SWATCHQUESTION_CAPTION="您确定吗？"

M_UPDATESTARTING="更新已下载 - MCSkin3D 现在将关闭，更新程序将打开。请注意，此程序从您的临时文件夹中运行，因此 Windows（或您的杀毒软件）可能会对此发出警告 - 请不必担心，这仅仅是为了保持主目录不受更新文件的干扰。"
M_REPORTVIEWER="报告查看器"

M_GRIDENABLED="显示网格"
M_RENDERRESTART="更改渲染模式需要重新启动。"
M_RENDERER="渲染器"
M_CLIENTARRAYS="客户端数组"
M_IMMEDIATE="立即模式"
W_POPOUT="弹出"

E_SKINERROR="尝试加载皮肤“{0}”时出错；请删除此文件或将其移出文件夹。"
T_TOGGLECHESTARMOR="显示/隐藏胸甲"
T_TOGGLELEFTARMARMOR="显示/隐藏左臂护甲"
T_TOGGLERIGHTARMARMOR="显示/隐藏右臂护甲"
T_TOGGLELEFTLEGARMOR="显示/隐藏左腿护甲"
T_TOGGLERIGHTLEGARMOR="显示/隐藏右腿护甲"

M_CHESTARMOR="胸甲"
M_LEFTARMARMOR="左臂护甲"
M_RIGHTARMARMOR="右臂护甲"
M_LEFTLEGARMOR="左腿护甲"
M_RIGHTLEGARMOR="右腿护甲"

C_SCALE="缩放"
C_CROP="裁剪"
M_SKINSIZEMISMATCH="此皮肤的尺寸与所选模型预期的尺寸不匹配。MCSkin3D 可以通过以下两种方式之一解决此问题：\n\n裁剪：直接调整皮肤尺寸以匹配模型尺寸，而不修改皮肤本身。请注意，根据尺寸差异，这可能会裁剪掉皮肤的某些部分。如果您正在将皮肤从 1.7 版本转换到 1.8 版本，请使用此选项。\n\n缩放：缩放皮肤以适应所需尺寸。\n\n请注意，此为破坏性操作，且无法撤销。"